import React, { Fragment } from "react";
import Container from "../Container/Container";
import style from "./Section.module.css";

const Section = (props) => {
  return (
    <Fragment>
      <section>
        <Container>
          <h1>موقع الدكتور هيثم طلعت</h1>
          <p>
            للرد على الملحدين واللاأدرية والربوبية وأصحاب الشبهات الموقع به كل
            مواد الدكتور هيثم طلعت في الرد على كهنة الإلحاد ونقد تشكيكاتهم.
            الموقع بها مناظرات مع ملحدين ونقد لأشهر شبهاتهم! يهتم الموقع بالحوار
            الإسلامي الإلحادي وبيان أدلة الإسلام وسطحية التصور الإلحادي للوجود
            والإنسان. الموقع يهدف للرقي بالعقل الإنساني وفتح آفاق جديدة للتأمل
            والتدبر عبر النظر في الأدلة الإيمانية وبراهين الحق والأدلة النظرية
            الرصدية في الآفاق والأنفس. الإلحاد هو تصور سطحي للغاية على قضية
            عميقة للغاية ممتلئة بالأدلة. هذا الموقع يقدم فكرا مستنيرا بنور الوحي
            متبصرا بما وصل إليه العلم مستدلا ببديهيات العقل. الموقع هو محاولة
            جادة في زمن الفتن والشبهات لتثبيت الصف المؤمن وتقوية العزائم إلى أن
            تزول تلك الفتن التي تضرب بلادنا على خير إن شاء الله، وما نريد من ذلك
            إلا الإصلاح ونفع الناس
            <span className={style.sp}>
              إن أريد إلا الإصلاح ما استطعت وما توفيقي إلا بالله.
            </span>
            <sub>سورة هود (88)</sub>
          </p>
        </Container>
        {props.children}
      </section>
    </Fragment>
  );
};

export default Section;
